---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.AreaBasedLoadBoundaryLineData
source: html/a2b751ba-6cb3-8d2e-891a-e7158324a234.htm
---
# AreaBasedLoadBoundaryLineData Members

Releases all resources used by the AreaBasedLoadBoundaryLineData